10/data/attachments/5487055d73551f82.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_blood_Friend_36773_6</nif:username>
            <nif:friendToBeRequested>soap_friends_cd72e90a-4f6b-4d2f-8072-71fdbca03d0f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>